---
kind: method
id: M:Autodesk.Revit.DB.Mechanical.SystemZoneData.Create
zh: 创建、新建、生成、建立、新增
source: html/79ffc8b2-8b6a-ee3f-6e76-6ba002128bac.htm
---
# Autodesk.Revit.DB.Mechanical.SystemZoneData.Create Method

**中文**: 创建、新建、生成、建立、新增

Creates a new instance of a system-zone data domain class.

## Syntax (C#)
```csharp
public static SystemZoneData Create()
```

## Returns
The newly created data domain instance.